{"translation-revision-date":"2024-04-20 19:16:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Take a quick tour to discover what's possible.":["Haz un rápido recorrido para descubrir todas las posibilidades."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["¡Pero no dejes que eso te detenga! Empieza a personalizar el aspecto de tu tienda añadiendo tu logotipo y seleccionando los colores y el layout. "],"Welcome to your store!":["¡Te damos la bienvenida a tu tienda!"],"Our AI tool had a few issues generating your content.":["Nuestra herramienta IA tuvo algunos problemas al generar tu contenido."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Elige la paleta de colores que mejor se adapte a tu marca. ¿Quieres cambiarla? Crea tu paleta de colores personalizada a continuación, o actualízala más tarde en <EditorLink>Editor<\/EditorLink> | <StyleLink>Estilos<\/StyleLink>."],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Selecciona el par de fuentes que mejor se adapte a tu marca. La fuente más grande se utilizará para los encabezados, y la más pequeña para el contenido de apoyo. Puedes cambiar la fuente en cualquier momento en <EditorLink>editor<\/EditorLink> | <StyleLink>Estilos<\/StyleLink>."],"Other.":["Otro."],"Did you find anything confusing, irrelevant, or not useful?":["¿Encontraste algo confuso, irrelevante o poco útil?"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["No dudes en contarlo aquí. Todas las sugerencias, opiniones o comentarios sobre la experiencia de tienda generada por la IA son bienvenidos."],"I wanted to see how AI could help me streamline the process.":["Quería ver cómo podía ayudarme la IA a facilitar el proceso."],"What motivated you to choose the “Design with AI” option?":["¿Qué te ha motivado a elegir la opción de «Diseñar con la IA»?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["En una escala de dificultad donde 1 es igual a difícil y 5 a muy fácil, ¿cómo valorarías la experiencia en su conjunto?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Nuestro objetivo es asegurarnos de que tengas las herramientas adecuadas para empezar a personalizar tu tienda. Nos encantaría saber si hemos cumplido nuestra meta y cómo podemos mejorar."],"Block Patterns":["Patrones de bloques"],"Continue designing":["Seguir diseñando"],"Generating content":["Generando contenido"],"Exit and lose changes":["Salir y perder los cambios"],"Are you sure you want to exit?":["¿Seguro que quieres salir?"],"You'll lose any changes you've made to your store's design and will start the process again.":["Perderás cualquier cambio que hayas hecho en el diseño de tu tienda y empezará el proceso de nuevo."],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Funciona con una IA experimental. {{link}}Saber más{{\/link}}"],"Start again":["Empezar de nuevo"],"Find out how":["Descubre cómo"],"Editor canvas":["Lienzo del editor"],"Please try again":["Inténtalo de nuevo."],"Create a new one":["Crear uno nuevo"],"Customize your custom theme":["Personaliza tu tema."],"Are you sure you want to start over?":["¿Estás seguro que quieres empezar de nuevo?"],"Are you sure you want to start a new design?":["¿Estás seguro que quieres empezar un nuevo diseño?"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["¡Vaya! Hemos encontrado un problema al generar tu tienda. <retryButton\/>"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Sigue personalizando el aspecto de tu tienda generada por IA, o empieza de nuevo y crea una nueva."],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que estás usando el modo offline de Jetpack: cambia al modo en línea para empezar a diseñar con IA."],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Deberás proporcionar tu información empresarial de nuevo y perderás tu diseño de IA actual. Si quieres personalizar tu diseño actual, puedes hacerlo a través del <EditorLink>Editor<\/EditorLink>."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["El diseñador de la tienda creará un nuevo diseño de tienda para ti y perderás cualquier cambio que hayas realizado en tu tema activo. Si prefieres continuar editando tu tema, puedes hacerlo a través del <EditorLink>Editor<\/EditorLink>."],"Active theme":["Tema activo"],"Looking to design your store using AI?":["¿Quieres diseñar tu tienda utilizando IA?"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Lamentablemente, el [diseñador de tiendas de IA] no está disponible en este momento porque no podemos detectar tu red. Comprueba tu conexión a Internet."],"Back to Home":["Volver a la página de inicio"],"Design with AI":["Diseñar con IA"],"Go to the Editor":["Ir al editor"],"Browse all themes":["Ver todos los temas"],"Customize your store":["Personaliza tu tienda"],"Fine-tune your design":["Perfecciona tu diseño"],"Your store looks great!":["Tu tienda tiene un aspecto estupendo."],"Make your store your own":["Haz tuya tu tienda"],"Use the power of AI to design your store":["Utiliza el poder de la IA para diseñar tu tienda"],"Go back to the Home screen to complete your store setup and start selling":["Vuelve a la pantalla de inicio para completar la configuración de tu tienda y empezar a vender"],"Or select a professionally designed theme to customize and make your own.":["O selecciona un tema diseñado profesionalmente para personalizarlo y hacerlo tuyo."],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Diseña el aspecto de tu tienda, crea páginas y genera textos con nuestras herramientas de IA integradas."],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Ve al Editor para cambiar las imágenes y el texto, añadir más páginas y realizar cualquier otra personalización."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personaliza el estilo y el diseño de tu tienda para adaptarlos a tu marca. Añade tu logotipo, cambia el tipo de letra y los colores y prueba distintos diseños de página. Podrás editar el texto y las imágenes más tarde en el Editor."],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Cualquier cambio que realices en el diseño y el estilo aparecerá aquí en tiempo real, lo que resulta perfecto para probar diferentes aspectos antes de ponerlo en marcha. También puedes cambiar el tamaño de esta área para comprobar cómo se ve tu tienda en el móvil."],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Crea una tienda que refleje tu marca y tu negocio. Selecciona uno de nuestros temas diseñados profesionalmente para personalizarlo, o crea el tuyo propio utilizando nuestro diseñador de tiendas."],"Logo":["Logotipo"],"Take a tour":["Hacer un recorrido"],"Image width":["Anchura de la imagen"],"Saving failed.":["No se ha podido guardar."],"Use as site icon":["Utilizar como favicon"],"Link logo to homepage":["Enlace del logotipo a la página de inicio"],"View your changes in real time":["Visualiza tus cambios en tiempo real"],"Welcome to your AI-generated store!":["Te damos la bienvenida a tu tienda generada por inteligencia artificial."],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa las teclas de las flechas izquierda y derecha para cambiar el tamaño del lienzo. Mantén pulsada la tecla Mayús para cambiar el tamaño en incrementos mayores."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Los iconos del sitio son los que ves en las pestañas del navegador, barras de favoritos y dentro de las aplicaciones móviles de WordPress."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Asegúrate de que tu tienda tenga la marca añadiendo tu logotipo. Para obtener los mejores resultados, carga un SVG o PNG de 300 px de ancho como mínimo."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selecciona un nuevo encabezado entre las opciones siguientes. Tu encabezado incluye la navegación de tu sitio y se añadirá a cada página. Puedes seguir personalizándolo a través del <EditorLink>Editor<\/EditorLink>."],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selecciona un nuevo pie de página entre las opciones siguientes. Tu pie de página incluye la navegación secundaria de tu sitio y se añadirá a cada página. Puedes seguir personalizándolo a través del <EditorLink>Editor<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Basándose en las tiendas con más éxito de tu sector y ubicación, nuestra herramienta de IA ha recomendado esta plantilla para tu negocio. ¿Prefieres otro diseño? Elige entre las siguientes plantillas ahora o más tarde a través del <EditorLink>Editor<\/EditorLink>."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Aquí es donde puedes empezar a personalizar el aspecto de tu tienda. Entre otras cosas, puedes agregar tu logotipo y cambiar los colores y diseños. Haz un rápido recorrido para descubrir todas las posibilidades."],"Bold":["Atrevido"],"Formal":["Formal"],"Classic":["Clásico"],"Informal":["Informal"],"Change fonts":["Cambia las fuentes"],"Contemporary":["Contemporáneo"],"Add your logo":["Añade tu logotipo"],"Try to include:":["Trata de incluir:"],"Change your font":["Cambia la fuente"],"or create your own":["o crea el tuyo propio"],"Change your footer":["Cambia el pie de página"],"Change your header":["Cambia tu encabezado"],"Let's get creative":["Demos rienda suelta a la creatividad"],"Change your homepage":["Cambia tu página de inicio"],"What you want to sell":["¿Qué quieres vender?"],"Change the color palette":["Cambia la paleta de colores"],"Who your target audience is":["¿Quién es tu público objetivo?"],"What makes your business unique":["¿Qué hace única a tu empresa?"],"Which writing style do you prefer?":["¿Qué estilo de escritura prefieres?"],"How would you like your store to look?":["¿Cómo te gustaría que fuera tu tienda?"],"How many products you plan on displaying":["¿Cuántos productos piensas mostrar?"],"Elegant and timeless with a nostalgic touch.":["Aspecto elegante y atemporal con un toque nostálgico."],"Vibrant with eye-catching colors and visuals.":["Aspecto vibrante con colores y efectos visuales llamativos."],"Direct yet respectful, serious and professional.":["Directo pero respetuoso, serio y profesional."],"Clean lines, neutral colors, sleek and modern look.":["Líneas limpias, colores neutros, aspecto elegante y moderno."],"Impartial tone with casual expressions without slang.":["Tono imparcial con expresiones informales sin argot."],"Relaxed and friendly, like a conversation with a friend.":["Relajado y amistoso, como una conversación con un amigo."],"The more detail you provide, the better job our AI can do!":["Cuantos más detalles proporciones, mejor trabajo podrá hacer nuestra IA."],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Utiliza nuestras herramientas de estilo y diseño para personalizar el diseño de tu tienda. El contenido y las imágenes pueden añadirse o modificarse posteriormente a través del <EditorLink>Editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI ha seleccionado la combinación de fuentes que mejor se adapta a tu negocio. Si deseas cambiarlas, selecciona una nueva opción abajo ahora o más tarde en <EditorLink>Editor<\/EditorLink> | <StyleLink>Estilos<\/StyleLink>."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Basándose en la información que has compartido, nuestra herramienta de IA te recomienda que utilices esta paleta de colores. ¿Quieres cambiarla? Puedes seleccionar o añadir nuevos colores a continuación, o actualizarlos más tarde en <EditorLink>Editor<\/EditorLink> | <StyleLink>Estilos<\/StyleLink>."],"Applying the finishing touches":["Dando los retoques finales"],"Assembling your AI-optimized store":["Montando tu tienda optimizada para IA"],"Tell us a bit more about your business":["Cuéntanos un poco más sobre tu empresa"],"Designing the best look for your business":["Diseñando la mejor imagen para tu empresa"],"Analyzing your responses":["Analizando tus respuestas"],"Comparing the top performing stores":["Comparando las tiendas con mejores resultados"],"Opening the doors":["Abriendo las puertas"],"Drag to resize":["Arrastra para cambiar el tamaño"],"Turning on the lights":["Encendido de luces"],"Thanks for the feedback. We'll put it to good use!":["Gracias por tu opinión. ¡Le daremos buen uso!"],"Replace":["Reemplazar"],"Saving":["Guardando"],"Continue setting up your store":["Sigue configurando tu tienda"],"Options":["Opciones"],"Send":["Enviar"],"Neutral":["Normal"],"Back":["Volver"],"Navigation":["Navegación"],"Style":["Estilo"],"Paid":["Pagado"],"Share feedback":["Compartir comentarios"],"Skip":["Omitir"],"Customize":["Personalizar"],"Done":["Hecho"],"Layout":["Estructura"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Anterior"],"Save":["Guardar"],"Cancel":["Cancelar"],"Continue":["Seguir"],"Default":["Por defecto"],"Settings":["Ajustes"],"Delete":["Borrar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}