{"translation-revision-date":"2024-04-20 19:16:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Open pop-up when clicked":["Abrir ventana emergente al hacer clic"],"Gallery Navigation":["Navegación de la galería"],"Pager":["Paginador"],"Next\/Prev Buttons":["Botones siguiente\/anterior"],"No pager will be displayed.":["No se mostrará el paginador."],"No next or previous button will be displayed.":["No se mostrarán botones de siguiente o anterior."],"A series of dots will show to indicate the number of items.":["Se mostrarán una serie de puntos para indicar la cantidad de elementos."],"A list of numbers will show to indicate the number of items.":["Se mostrará una lista de números para indicar la cantidad de elementos."],"Next and previous buttons will appear inside the large image.":["Los botones de siguiente y anterior aparecerán dentro de la imagen grande."],"Next and previous buttons will appear on outside the large image.":["Los botones de siguiente y anterior aparecerán por fuera de la imagen grande."],"Media Settings":["Ajustes de medios"],"Crop images to fit":["Recortar imágenes para ajustarlas"],"Zoom while hovering":["Zoom al pasar el ratón"],"While hovering the large image will zoom in by 30%.":["Al pasar el ratón por encima de la imagen grande, ésta se ampliará un 30%."],"Images will be cropped to fit within a square space.":["Las imágenes se recortarán para que quepan en un espacio cuadrado."],"Clicking on the large image will open a full-screen gallery experience.":["Si haces clic en la imagen grande, se abrirá una galería a pantalla completa."],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Elige cuántas miniaturas (3-8) se mostrarán. Si hay más imágenes, aparecerá un botón «Ver todas»."],"Off":["Desactivado"],"Thumbnails":["Miniaturas"],"Number of Thumbnails":["Número de miniaturas"],"A strip of small images will appear below the main gallery image.":["Aparecerá una tira de imágenes pequeñas debajo de la imagen principal de la galería."],"A strip of small images will appear to the left of the main gallery image.":["Aparecerá una tira de imágenes pequeñas a la izquierda de la imagen principal de la galería."],"A strip of small images will appear to the right of the main gallery image.":["Aparecerá una tira de imágenes pequeñas a la derecha de la imagen principal de la galería."],"No thumbnails will be displayed.":["No se mostrarán miniaturas."]}},"comment":{"reference":"assets\/client\/blocks\/product-gallery.js"}}