{"translation-revision-date":"2024-04-20 19:16:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"By enabling Local Pickup with more valuable features for your store, it's recommended that you remove the legacy Local Pickup option from your <a>shipping zones<\/a>.":["Si activas la recogida local con mas funciones útiles para tu tienda, te recomendamos que elimines la opción de recogida local heredada de tus <a>zonas de envío<\/a>."],"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Si está activa la recogida local el ajuste de «Ocultar costes de envío hasta que se introduzca una dirección» se ignorará."],"Not taxable":["No gravable"],"Location name":["Nombre de la ubicación"],"Pickup details":["Detalles de la recogida"],"Delete location":["Borrar ubicación"],"View checkout page":["Ver página de finalizar compra"],"Edit pickup location":["Editar ubicación de recogida"],"A Location title is required":["El nombre de la ubicación es obligatorio"],"Local pickup title is required":["El nombre para la recogida local es obligatorio"],"Local Pickup settings have been saved.":["Los ajustes de recogida local se han guardado."],"Add a price for customers who choose local pickup":["Añade un precio para los clientes que elijan la recogida local"],"By default, the local pickup shipping method is free.":["Por defecto, el método de envío de recogida local es gratuito."],"This is the shipping method title shown to customers.":["Este es el nombre del método de envío mostrado a los clientes."],"Define pickup locations for your customers to choose from during checkout.":["Define ubicación de recogida entre las que puedan elegir tus clientes al finalizar la compra."],"When enabled, local pickup will appear as an option on the block based checkout.":["Cuando está activo, la recogida local a parecerá como opción en el pago basado en bloques."],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Activa o desactiva la recogida local en tu tienda, y define los costes. La recogida local solo está disponible en el pago mediante bloques."],"Pickup locations":["Ubicaciones de recogida"],"Add pickup location":["Añadir ubicación de recogida"],"When you add a pickup location, it will appear here.":["Cuando añadas una ubicación de recogida aparecerá aquí."],"Local Pickup":["Recogida local"],"Pickup location":["Ubicación de recogida"],"Optional cost to charge for local pickup.":["Coste opcional a cargar para la recogida local."],"If a cost is defined, this controls if taxes are applied to that cost.":["Si se define un coste, esto controla si se aplican las tarifas a ese coste."],"Done":["Hecho"],"Country \/ State":["País \/ Estado"],"Title":["Título"],"Enable local pickup":["Habilitar recogida local"],"Postcode \/ ZIP":["Código postal"],"Save changes":["Guardar los cambios"],"Free":["Gratis"],"Cost":["Coste"],"Enabled":["Activado"],"Learn more":["Aprende más"],"General":["General"],"Taxable":["Imponible"],"Address":["Dirección","Direcciones"],"Cancel":["Cancelar"],"City":["Ciudad"],"Taxes":["Impuestos"],"State":["Estado"],"Edit":["Editar"]}},"comment":{"reference":"assets\/client\/blocks\/wc-shipping-method-pickup-location.js"}}